Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: AI Bindings (%lld)
ar: روابط الذكاء الاصطناعي (%lld)
de: KI-Bindungen (%lld)
es: Enlaces de IA (%lld)
fr: Liaisons AI (%lld)
it: Associazioni AI (%lld)
ja: AI バインディング (%lld)
ko: AI 바인딩(%lld)
pt_br: Vinculações de IA (%lld)
ru: Привязки ИИ (%lld)
zh_hans: AI 绑定 (%lld)
zh_hant: AI 绑定 (%lld)

source: AI Gateway
ar: بوابة AI Gateway
es: Pasarela AI Gateway
fr: Passerelle AI Gateway
it: Gateway AI Gateway
ja: AI Gateway ゲートウェイ
ko: AI Gateway 게이트웨이
pt_br: Gateway do AI Gateway
ru: Шлюз AI Gateway
zh_hans: AI Gateway 网关
zh_hant: AI Gateway 閘道

source: AI Gateway provides observability, caching, rate limiting, and fallback for OpenAI, Anthropic, Workers AI, and more.
ar: توفر بوابة الذكاء الاصطناعي إمكانية المراقبة والتخزين المؤقت وتحديد المعدل والرجوع لـ OpenAI وAnthropic وWorkers AI والمزيد.
de: AI Gateway bietet Beobachtbarkeit, Caching, Ratenbegrenzung und Fallback für OpenAI, Anthropic, Workers AI und mehr.
es: AI Gateway proporciona observabilidad, almacenamiento en caché, limitación de velocidad y respaldo para OpenAI, Anthropic, Workers AI y más.
fr: AI Gateway offre l'observabilité, la mise en cache, la limitation du débit et le repli pour OpenAI, Anthropic, Workers AI, et bien plus encore.
it: AI Gateway fornisce osservabilità, memorizzazione nella cache, limitazione della velocità e fallback per OpenAI, Anthropic, Workers AI e altro ancora.
ja: AI Gateway は、OpenAI、Anthropic、Workers AI などの可観測性、キャッシュ、レート制限、フォールバックを提供します。
ko: AI Gateway는 OpenAI, Anthropic, Workers AI 등에 대한 관찰 가능성, 캐싱, 속도 제한 및 대체 기능을 제공합니다.
pt_br: O AI Gateway fornece observabilidade, armazenamento em cache, limitação de taxa e substituto para OpenAI, Anthropic, Workers AI e muito mais.
ru: AI Gateway обеспечивает наблюдение, кэширование, ограничение скорости и резервный вариант для OpenAI, Anthropic, Workers AI и т. д.
zh_hans: AI Gateway 为 OpenAI、Anthropic、Workers AI 等大模型 API 提供全球链路观测、响应缓存与限流保护。
zh_hant: AI Gateway 為 OpenAI、Anthropic、Workers AI 等大模型 API 提供全球链路观測、响應快取与限流保護。

source: AI Playground
ar: ملعب الذكاء الاصطناعي
de: KI-Spielplatz
es: Patio de juegos de IA
fr: Terrain de jeu IA
it: Parco giochi IA
ja: AI プレイグラウンド
ko: AI 놀이터
pt_br: Parque de IA
ru: Игровая площадка с искусственным интеллектом
zh_hans: AI 运行控制台
zh_hant: AI 运行控制台

source: AI Powered
ar: مدعوم بالذكاء الاصطناعي
de: KI-gestützt
es: Impulsado por IA
fr: Propulsé par l'IA
it: Basato su IA
ja: AI 搭載
ko: AI 기반
pt_br: Com tecnologia de IA
ru: На базе ИИ
zh_hans: AI 驱动
zh_hant: AI 驅動

source: Alerts
ar: التنبيهات
de: Warnungen
es: Alertas
fr: Alertes
it: Avvisi
ja: アラート
ko: 경고
pt_br: Alertas
ru: Оповещения
zh_hans: 告警
zh_hant: 告警

source: Algorithm
ar: خوارزمية
de: Algorithmus
es: Algoritmo
fr: Algorithme
it: Algoritmo
ja: アルゴリズム
ko: 연산
pt_br: Algoritmo
ru: Алгоритм
zh_hans: 算法
zh_hant: 算法

source: All (%lld)
ar: الكل (%lld)
de: Alle (%lld)
es: Todo (%lld)
fr: Tous (%lld)
it: Tutti (%lld)
ja: すべて (%lld)
ko: 전체 (%lld)
pt_br: Tudo (%lld)
ru: Все (%lld)
zh_hans: 全部 (%lld)
zh_hant: 全部 (%lld)

source: All 330+ Global Data Centers Operational
ar: جميع مراكز البيانات العالمية التي يزيد عددها عن 330 مركزًا قيد التشغيل
de: Alle über 330 Rechenzentren weltweit sind in Betrieb
es: Los más de 330 centros de datos globales operativos
fr: Les plus de 330 centres de données mondiaux sont opérationnels
it: Tutti gli oltre 330 data center globali sono operativi
ja: 330 以上のグローバル データ センターがすべて稼働中
ko: 330개 이상의 글로벌 데이터 센터 모두 운영 가능
pt_br: Todos os mais de 330 data centers globais em operação
ru: Все 330+ глобальных центров обработки данных работают
zh_hans: 全球 330+ 数据中心全部正常运转
zh_hant: 全球 330+ 數据中心全部正常运轉

source: All API keys and tokens are securely stored in the iOS Keychain with hardware-level Secure Enclave encryption.
ar: يتم تخزين جميع مفاتيح ورموز API بشكل آمن في iOS Keychain مع تشفير Secure Enclave على مستوى الأجهزة.
de: Alle API-Schlüssel und Token werden sicher im iOS-Schlüsselbund mit hardwarebasierter Secure Enclave-Verschlüsselung gespeichert.
es: Todas las claves y tokens de API se almacenan de forma segura en el llavero de iOS con cifrado Secure Enclave a nivel de hardware.
fr: Toutes les clés et jetons API sont stockés en toute sécurité dans le trousseau iOS avec un chiffrement matériel Secure Enclave.
it: Tutte le chiavi e i token API sono archiviati in modo sicuro nel portachiavi iOS con crittografia Secure Enclave a livello hardware.
ja: すべての API キーとトークンは、ハードウェア レベルの Secure Enclave 暗号化を使用して iOS キーチェーンに安全に保存されます。
ko: 모든 API 키와 토큰은 하드웨어 수준의 Secure Enclave 암호화를 통해 iOS 키체인에 안전하게 저장됩니다.
pt_br: Todas as chaves e tokens de API são armazenados com segurança no iOS Keychain com criptografia Secure Enclave em nível de hardware.
ru: Все ключи и токены API надежно хранятся в iOS Keychain с аппаратным шифрованием Secure Enclave.
zh_hans: 所有 API 密钥和令牌均通过硬件级 Secure Enclave 加密安全存储在 iOS 钥匙串中。
zh_hant: 所有 API 金鑰和權杖均透過硬體級 Secure Enclave 加密安全儲存在 iOS 鑰匙圈中。

source: All cached resources were purged successfully.
ar: تمت إزالة جميع الموارد المخزنة مؤقتًا بنجاح.
de: Alle zwischengespeicherten Ressourcen wurden erfolgreich gelöscht.
es: Todos los recursos almacenados en caché se eliminaron correctamente.
fr: Toutes les ressources mises en cache ont été purgées avec succès.
it: Tutte le risorse memorizzate nella cache sono state eliminate correttamente.
ja: キャッシュされたリソースはすべて正常にパージされました。
ko: 캐시된 리소스가 모두 성공적으로 삭제되었습니다.
pt_br: Todos os recursos armazenados em cache foram eliminados com êxito.
ru: Все кэшированные ресурсы были успешно очищены.
zh_hans: 已成功清除所有缓存资源。
zh_hant: 已成功清除所有快取资源。

source: All diagnostics queries run directly from your device or Cloudflare's 1.1.1.1 edge network.
ar: يتم تشغيل جميع استعلامات التشخيص مباشرة من جهازك أو من شبكة Cloudflare 1.1.1.1 المتطورة.
de: Alle Diagnoseabfragen werden direkt von Ihrem Gerät oder dem Edge-Netzwerk 1.1.1.1 von Cloudflare ausgeführt.
es: Todas las consultas de diagnóstico se ejecutan directamente desde su dispositivo o la red perimetral 1.1.1.1 de Cloudflare.
fr: Toutes les requêtes de diagnostic s'exécutent directement à partir de votre appareil ou du réseau périphérique 1.1.1.1 de Cloudflare.
it: Tutte le query diagnostiche vengono eseguite direttamente dal tuo dispositivo o dalla rete edge 1.1.1.1 di Cloudflare.
ja: すべての診断クエリは、デバイスまたはCloudflareの1.1.1.1エッジネットワークから直接実行されます。
ko: 모든 진단 쿼리는 장치 또는 Cloudflare의 1.1.1.1 에지 네트워크에서 직접 실행됩니다.
pt_br: Todas as consultas de diagnóstico são executadas diretamente do seu dispositivo ou da rede de borda 1.1.1.1 da Cloudflare.
ru: Все диагностические запросы выполняются непосредственно с вашего устройства или из пограничной сети Cloudflare 1.1.1.1.
zh_hans: 所有诊断查询均直接从您的设备或 Cloudflare 1.1.1.1 边缘网络运行。
zh_hant: 所有诊断查询均直接從您的设備或 Cloudflare 1.1.1.1 邊緣網路运行。

source: All diagnostics queries run directly from your device or Cloudflare's global edge network.
ar: يتم تشغيل جميع استعلامات التشخيص مباشرة من جهازك أو من شبكة حافة Cloudflare العالمية.
de: Alle Diagnoseabfragen werden direkt von Ihrem Gerät oder dem globalen Edge-Netzwerk von Cloudflare ausgeführt.
es: Todas las consultas de diagnóstico se ejecutan directamente desde tu dispositivo o desde la red perimetral global de Cloudflare.
fr: Toutes les requêtes de diagnostic s'exécutent directement depuis votre appareil ou le réseau périphérique mondial de Cloudflare.
it: Tutte le query di diagnostica vengono eseguite direttamente dal tuo dispositivo o dalla rete perimetrale globale di Cloudflare.
ja: すべての診断クエリは、お使いのデバイスまたは Cloudflare のグローバル エッジ ネットワークから直接実行されます。
ko: 모든 진단 쿼리는 기기 또는 Cloudflare의 글로벌 에지 네트워크에서 직접 실행됩니다.
pt_br: Todas as consultas de diagnóstico são executadas diretamente do seu dispositivo ou da rede de borda global da Cloudflare.
ru: Все диагностические запросы выполняются непосредственно с вашего устройства или глобальной сети Edge Cloudflare.
zh_hans: 所有诊断查询均直接从您的设备或 Cloudflare 全球边缘网络运行。
zh_hant: 所有診斷查詢均直接從您的裝置或 Cloudflare 全球邊緣網路執行。

source: All Headers (%lld)
ar: كافة الرؤوس (%lld)
de: Alle Header (%lld)
es: Todos los encabezados (%lld)
fr: Tous les en-têtes (%lld)
it: Tutte le intestazioni (%lld)
ja: すべてのヘッダー (%lld)
ko: 모든 헤더(%lld)
pt_br: Todos os cabeçalhos (%lld)
ru: Все заголовки (%lld)
zh_hans: 全部响应头 (%lld)
zh_hant: 全部响應頭 (%lld)

source: All headers copied
ar: تم نسخ كافة الرؤوس
de: Alle Header kopiert
es: Todos los encabezados copiados
fr: Tous les en-têtes copiés
it: Tutte le intestazioni copiate
ja: すべてのヘッダーがコピーされました
ko: 모든 헤더가 복사되었습니다.
pt_br: Todos os cabeçalhos copiados
ru: Все заголовки скопированы
zh_hans: 全部响应标头已复制
zh_hant: 全部响應標頭已複製

source: All local caches and temporary storage purged
ar: تمت إزالة جميع ذاكرات التخزين المؤقت المحلية ووحدات التخزين المؤقتة
de: Alle lokalen Caches und temporären Speicher gelöscht
es: Todos los cachés locales y el almacenamiento temporal eliminados
fr: Tous les caches locaux et stockage temporaire purgés
it: Tutte le cache locali e lo spazio di archiviazione temporaneo sono stati eliminati
ja: すべてのローカル キャッシュと一時ストレージがパージされる
ko: 모든 로컬 캐시 및 임시 저장소가 제거되었습니다.
pt_br: Todos os caches locais e armazenamento temporário foram eliminados
ru: Все локальные кэши и временное хранилище очищены.
zh_hans: 所有本地缓存与临时数据已彻底清除
zh_hant: 所有本地快取与临時數据已彻底清除

source: All Logs Copied
ar: تم نسخ جميع السجلات
de: Alle Protokolle kopiert
es: Todos los registros copiados
fr: Tous les journaux copiés
it: Tutti i log copiati
ja: すべてのログをコピーしました
ko: 모든 로그 복사됨
pt_br: Todos os logs copiados
ru: Все журналы скопированы
zh_hans: 所有日志已复制
zh_hant: 所有記錄已複製

source: All messages deleted.
ar: تم حذف جميع الرسائل.
de: Alle Nachrichten gelöscht.
es: Todos los mensajes eliminados.
fr: Tous les messages supprimés.
it: Tutti i messaggi cancellati.
ja: すべてのメッセージが削除されました。
ko: 모든 메시지가 삭제되었습니다.
pt_br: Todas as mensagens excluídas.
ru: Все сообщения удалены.
zh_hans: 已清空所有消息。
zh_hant: 已清空所有消息。

source: All Nameservers Copied
ar: تم نسخ جميع خوادم الأسماء
de: Alle Nameserver kopiert
es: Todos los servidores de nombres copiados
fr: Tous les serveurs de noms copiés
it: Tutti i server dei nomi copiati
ja: すべてのネームサーバーをコピーしました
ko: 모든 네임서버 복사됨
pt_br: Todos os servidores de nomes copiados
ru: Все серверы имен скопированы
zh_hans: 所有 Nameserver 已复制
zh_hant: 所有名稱伺服器已複製

source: All Normal
ar: كل شيء عادي
de: Alles normal
es: Todo normal
fr: Tout est normal
it: Tutto normale
ja: オールノーマル
ko: 모두 정상
pt_br: Tudo normal
ru: Все нормально
zh_hans: 全部正常
zh_hant: 全部正常

source: All Statuses
ar: جميع الحالات
de: Alle Status
es: Todos los estados
fr: Tous les statuts
it: Tutti gli stati
ja: すべてのステータス
ko: 모든 상태
pt_br: Todos os status
ru: Все статусы
zh_hans: 所有状态
zh_hant: 所有狀態

source: All Systems Operational
ar: جميع الأنظمة التشغيلية
de: Alle Systeme betriebsbereit
es: Todos los sistemas operativos
fr: Tous les systèmes opérationnels
it: Tutti i sistemi operativi
ja: すべてのシステムが稼働中
ko: 모든 시스템 운영
pt_br: Todos os sistemas operacionais
ru: Все системы в рабочем состоянии
zh_hans: 所有系统运行正常
zh_hant: 所有系統运行正常

source: All Tools
ar: جميع الأدوات
de: Alle Tools
es: Todas las herramientas
fr: Tous les outils
it: Tutti gli strumenti
ja: すべてのツール
ko: 모든 도구
pt_br: Todas as ferramentas
ru: Все инструменты
zh_hans: 所有工具
zh_hant: 所有工具

source: All Trace Fields (%lld)
ar: كافة حقول التتبع (%lld)
de: Alle Trace-Felder (%lld)
es: Todos los campos de seguimiento (%lld)
fr: Tous les champs de trace (%lld)
it: Tutti i campi di traccia (%lld)
ja: すべてのトレース フィールド (%lld)
ko: 모든 추적 필드(%lld)
pt_br: Todos os campos de rastreamento (%lld)
ru: Все поля трассировки (%lld)
zh_hans: 全部链路字段 (%lld)
zh_hant: 全部链路字段 (%lld)

source: All traffic matching this rule will have its URI path rewritten to the specified static path before reaching your origin server.
ar: ستتم إعادة كتابة مسار URI لكل حركة المرور المطابقة لهذه القاعدة إلى المسار الثابت المحدد قبل الوصول إلى الخادم الأصلي.
de: Der URI-Pfad des gesamten Datenverkehrs, der dieser Regel entspricht, wird in den angegebenen statischen Pfad umgeschrieben, bevor er Ihren Ursprungsserver erreicht.
es: Todo el tráfico que coincida con esta regla tendrá su ruta URI reescrita en la ruta estática especificada antes de llegar a su servidor de origen.
fr: Tout le trafic correspondant à cette règle verra son chemin URI réécrit vers le chemin statique spécifié avant d'atteindre votre serveur d'origine.
it: Tutto il traffico che corrisponde a questa regola avrà il percorso URI riscritto nel percorso statico specificato prima di raggiungere il server di origine.
ja: このルールに一致するすべてのトラフィックは、オリジン サーバーに到達する前に、その URI パスが指定された静的パスに書き換えられます。
ko: 이 규칙과 일치하는 모든 트래픽은 원본 서버에 도달하기 전에 지정된 정적 경로로 URI 경로를 다시 작성합니다.
pt_br: Todo o tráfego que corresponda a esta regra terá seu caminho URI reescrito no caminho estático especificado antes de chegar ao servidor de origem.
ru: Путь URI всего трафика, соответствующего этому правилу, будет перезаписан на указанный статический путь, прежде чем он достигнет исходного сервера.
zh_hans: 所有匹配此规则的流量，其 URI 路径将在到达源服务器之前被重写为指定的静态路径。
zh_hant: 所有匹配此規則的流量，其 URI 路径将在到达源服务器之前被重寫為指定的静態路径。

source: All Types
ar: جميع الأنواع
de: Alle Typen
es: Todos los tipos
fr: Tous les types
it: Tutti i tipi
ja: すべてのタイプ
ko: 모든 유형
pt_br: Todos os tipos
ru: Все типы
zh_hans: 所有类型
zh_hant: 所有類型

source: Allow
ar: يسمح
de: Erlauben
es: Permitir
fr: Autoriser
it: Permettere
ja: 許可する
ko: 허용하다
pt_br: Permitir
ru: Позволять
zh_hans: 允许
zh_hant: 允許

source: Allow or block by IP, ASN, country
ar: السماح أو الحظر عن طريق IP، ASN، البلد
de: Zulassen oder blockieren nach IP, ASN, Land
es: Permitir o bloquear por IP, ASN, país
fr: Autoriser ou bloquer par IP, ASN, pays
it: Consenti o blocca per IP, ASN, paese
ja: IP、ASN、国ごとに許可またはブロックする
ko: IP, ASN, 국가별로 허용 또는 차단
pt_br: Permitir ou bloquear por IP, ASN, país
ru: Разрешить или заблокировать по IP, ASN, стране
zh_hans: 按 IP、ASN 或国家/地区允许或拦截
zh_hant: 按 IP、ASN 或国家/地区允許或拦截

source: Allow WebSockets connections to your origin server.
ar: السماح باتصالات WebSockets بالخادم الأصلي الخاص بك.
de: Erlauben Sie WebSockets-Verbindungen zu Ihrem Ursprungsserver.
es: Permita conexiones WebSockets a su servidor de origen.
fr: Autorisez les connexions WebSockets à votre serveur d'origine.
it: Consenti connessioni WebSocket al tuo server di origine.
ja: オリジンサーバーへの WebSocket 接続を許可します。
ko: 원본 서버에 대한 WebSocket 연결을 허용합니다.
pt_br: Permita conexões WebSockets com seu servidor de origem.
ru: Разрешите подключения WebSockets к исходному серверу.
zh_hans: 允许 WebSockets 连接到您的源服务器。
zh_hant: 允許 WebSockets 連線到您的源服务器。

source: Allow WebSockets traffic to your origin server.
ar: السماح بحركة مرور WebSockets إلى الخادم الأصلي.
de: WebSockets-Verkehr zu Ihrem Ursprungsserver zulassen.
es: Permite el tráfico de WebSockets a tu servidor de origen.
fr: Autorisez le trafic WebSockets vers votre serveur d'origine.
it: Consenti il traffico WebSockets verso il server di origine.
ja: オリジン サーバーへの WebSockets トラフィックを許可します。
ko: 원본 서버로의 WebSockets 트래픽을 허용합니다.
pt_br: Permita tráfego WebSockets para seu servidor de origem.
ru: Разрешить трафик WebSockets к вашему исходному серверу.
zh_hans: 允许 WebSockets 流量传输到您的源服务器。
zh_hant: 允許 WebSockets 流量傳輸至您的源伺服器。

source: Allowed characters: letters, numbers, and underscores.
ar: الأحرف المسموح بها: الحروف والأرقام والشرطات السفلية.
de: Zulässige Zeichen: Buchstaben, Zahlen und Unterstriche.
es: Caracteres permitidos: letras, números y guiones bajos.
fr: Caractères autorisés : lettres, chiffres et traits de soulignement.
it: Caratteri consentiti: lettere, numeri e trattini bassi.
ja: 使用できる文字: 文字、数字、アンダースコア。
ko: 허용되는 문자: 문자, 숫자, 밑줄.
pt_br: Caracteres permitidos: letras, números e sublinhados.
ru: Разрешенные символы: буквы, цифры и символы подчеркивания.
zh_hans: 名称仅允许包含英文字母、数字和下划线。
zh_hant: 名称仅允許包含英文字母、數字和下划線。

source: Allowed Domains
ar: المجالات المسموح بها
de: Erlaubte Domänen
es: Dominios permitidos
fr: Domaines autorisés
it: Domini consentiti
ja: 許可されたドメイン
ko: 허용된 도메인
pt_br: Domínios permitidos
ru: Разрешенные домены
zh_hans: 允许的域名
zh_hant: 允許的網域稱

source: Allowed Headers
ar: الرؤوس المسموح بها
de: Zulässige Header
es: Encabezados permitidos
fr: En-têtes autorisés
it: Intestazioni consentite
ja: 許可されるヘッダー
ko: 허용된 헤더
pt_br: Cabeçalhos permitidos
ru: Разрешенные заголовки
zh_hans: 允许的标头
zh_hant: 允許的標頭

source: Allowed HTTP Methods
ar: طرق HTTP المسموح بها
de: Zulässige HTTP-Methoden
es: Métodos HTTP permitidos
fr: Méthodes HTTP autorisées
it: Metodi HTTP consentiti
ja: 許可されるHTTPメソッド
ko: 허용된 HTTP 메소드
pt_br: Métodos HTTP permitidos
ru: Разрешенные методы HTTP
zh_hans: 允许的 HTTP 方法
zh_hant: 允許的 HTTP 方法

source: Allowed Origins
ar: الأصول المسموح بها
de: Zulässige Ursprünge
es: Orígenes permitidos
fr: Origines autorisées
it: Origini consentite
ja: 許可されたオリジン
ko: 허용된 출처
pt_br: Origens permitidas
ru: Разрешенные источники
zh_hans: 允许的来源 (Origins)
zh_hant: 允許的来源 (Origins)

source: Allows browsers to access HTTP URIs over an encrypted TLS channel.
ar: يسمح للمتصفحات بالوصول إلى عناوين URL لـ HTTP عبر قناة TLS مشفرة.
de: Ermöglicht Browsern den Zugriff auf HTTP-URIs über einen verschlüsselten TLS-Kanal.
es: Permite a los navegadores acceder a URI HTTP a través de un canal TLS cifrado.
fr: Permet aux navigateurs d'accéder aux URI HTTP via un canal TLS crypté.
it: Consente ai browser di accedere agli URI HTTP su un canale TLS crittografato.
ja: ブラウザが暗号化された TLS チャネル経由で HTTP URI にアクセスできるようにします。
ko: 브라우저가 암호화된 TLS 채널을 통해 HTTP URI에 액세스할 수 있도록 허용합니다.
pt_br: Permite que os navegadores acessem URIs HTTP por meio de um canal TLS criptografado.
ru: Позволяет браузерам получать доступ к URI HTTP по зашифрованному каналу TLS.
zh_hans: 允许浏览器通过加密的 TLS 通道访问 HTTP URI。
zh_hant: 允許浏覽器通過加密的 TLS 通道访问 HTTP URI。

source: Allows public read access to objects in this bucket using a Cloudflare-managed r2.dev subdomain.
ar: يسمح للعامة بالوصول للقراءة إلى الكائنات الموجودة في هذه المجموعة باستخدام نطاق فرعي r2.dev مُدار بواسطة Cloudflare.
de: Ermöglicht öffentlichen Lesezugriff auf Objekte in diesem Bucket über eine von Cloudflare verwaltete r2.dev-Subdomäne.
es: Permite el acceso público de lectura a los objetos de este depósito mediante un subdominio r2.dev administrado por Cloudflare.
fr: Autorise l'accès public en lecture aux objets de ce compartiment à l'aide d'un sous-domaine r2.dev géré par Cloudflare.
it: Consente l'accesso pubblico in lettura agli oggetti in questo bucket utilizzando un sottodominio r2.dev gestito da Cloudflare.
ja: Cloudflareが管理するr2.devサブドメインを使用して、このバケット内のオブジェクトへのパブリック読み取りアクセスを許可します。
ko: Cloudflare가 관리하는 r2.dev 하위 도메인을 사용하여 이 버킷의 개체에 대한 공개 읽기 액세스를 허용합니다.
pt_br: Permite acesso público de leitura a objetos neste bucket usando um subdomínio r2.dev gerenciado pela Cloudflare.
ru: Разрешает публичный доступ для чтения к объектам в этом сегменте с использованием поддомена r2.dev, управляемого Cloudflare.
zh_hans: 允许通过 Cloudflare 托管的 r2.dev 子域名公开读取此存储桶中的对象。
zh_hant: 允許通過 Cloudflare 托管的 r2.dev 子網域稱公開讀取此儲存桶中的对象。

source: Alternate icons are not supported on this device
ar: الأيقونات البديلة غير مدعومة على هذا الجهاز
de: Alternative Symbole werden auf diesem Gerät nicht unterstützt
es: Los iconos alternativos no son compatibles con este dispositivo
fr: Les icônes alternatives ne sont pas prises en charge sur cet appareil
it: Le icone alternative non sono supportate su questo dispositivo
ja: このデバイスでは代替アイコンはサポートされていません
ko: 이 기기에서는 대체 아이콘이 지원되지 않습니다
pt_br: Ícones alternativos não são suportados neste dispositivo
ru: Альтернативные значки не поддерживаются на этом устройстве
zh_hans: 当前设备或环境不支持动态更换图标
zh_hant: 當前設備或環境不支援動態更換圖示

source: Always Online
ar: دائما على الانترنت
de: Immer online
es: Siempre en línea
fr: Toujours en ligne
it: Sempre in linea
ja: 常にオンライン
ko: 항상 온라인
pt_br: Sempre on-line
ru: Всегда онлайн
zh_hans: 始终在线 (Always Online)
zh_hant: 始终在線 (Always Online)

source: Always Online Disabled
ar: تم تعطيل Always Online
de: Always Online deaktiviert
es: Always Online desactivado
fr: Always Online désactivé
it: Always Online disattivato
ja: Always Online を無効にしました
ko: Always Online 비활성화됨
pt_br: Always Online desativado
ru: Always Online отключен
zh_hans: 已禁用 Always Online
zh_hant: 已停用 Always Online

source: Always Online Enabled
ar: تم تفعيل Always Online
de: Always Online aktiviert
es: Always Online activado
fr: Always Online activé
it: Always Online attivato
ja: Always Online を有効にしました
ko: Always Online 활성화됨
pt_br: Always Online ativado
ru: Always Online включен
zh_hans: 已启用 Always Online
zh_hant: 已啟用 Always Online

source: Always Online™
ar: دائما على الانترنت ™
de: Immer online™
es: Siempre en línea™
fr: Toujours en ligne™
it: Sempre online™
ja: 常にオンライン™
ko: 항상 온라인™
pt_br: Sempre Online™
ru: Всегда онлайн™
zh_hans: 永远在线 (Always Online™)
zh_hant: 永远在線 (Always Online™)

source: Always Use H T T P S Disabled
ar: تم تعطيل استخدام HTTPS دائمًا
de: Immer HTTPS verwenden deaktiviert
es: Usar siempre HTTPS desactivado
fr: Toujours utiliser HTTPS désactivé
it: Usa sempre HTTPS disattivato
ja: 常に HTTPS を使用を無効にしました
ko: 항상 HTTPS 사용 비활성화됨
pt_br: Sempre usar HTTPS desativado
ru: Всегда использовать HTTPS отключено
zh_hans: 已禁用始终使用 HTTPS
zh_hant: 已停用一律使用 HTTPS

source: Always Use H T T P S Enabled
ar: تم تفعيل استخدام HTTPS دائمًا
de: Immer HTTPS verwenden aktiviert
es: Usar siempre HTTPS activado
fr: Toujours utiliser HTTPS activé
it: Usa sempre HTTPS attivato
ja: 常に HTTPS を使用を有効にしました
ko: 항상 HTTPS 사용 활성화됨
pt_br: Sempre usar HTTPS ativado
ru: Всегда использовать HTTPS включено
zh_hans: 已启用始终使用 HTTPS
zh_hant: 已啟用一律使用 HTTPS

source: Always Use HTTPS
ar: استخدام HTTPS دائمًا
de: Immer HTTPS verwenden
es: Usar siempre HTTPS
fr: Toujours utiliser HTTPS
it: Usa sempre HTTPS
ja: 常に HTTPS を使用
ko: 항상 HTTPS 사용
pt_br: Sempre usar HTTPS
ru: Всегда использовать HTTPS
zh_hans: 始终使用 HTTPS
zh_hant: 一律使用 HTTPS

source: Analytics
ar: التحليلات
de: Analytik
es: Analítica
fr: Analyse
it: Analitica
ja: 分析
ko: 해석학
pt_br: Análise
ru: Аналитика
zh_hans: 数据分析
zh_hant: 數据分析

source: Analytics & Metrics
ar: التحليلات والمقاييس
de: Analysen und Metriken
es: Análisis y métricas
fr: Analyses et mesures
it: Analisi e metriche
ja: 分析と指標
ko: 분석 및 지표
pt_br: Análises e métricas
ru: Аналитика и метрики
zh_hans: 分析与指标
zh_hant: 分析与指標

source: Analytics & Traffic
ar: التحليلات وحركة المرور
de: Analytik und Verkehr
es: Análisis y tráfico
fr: Analyses et trafic
it: Analisi e traffico
ja: 分析とトラフィック
ko: 분석 및 트래픽
pt_br: Análise e tráfego
ru: Аналитика и трафик
zh_hans: 分析与流量
zh_hant: 分析与流量

source: api (or blank for root)
ar: واجهة برمجة التطبيقات (أو فارغة للجذر)
de: API (oder leer für Root)
es: api (o en blanco para root)
fr: api (ou vide pour root)
it: api (o vuoto per root)
ja: API (ルートの場合は空白)
ko: api(또는 루트의 경우 공백)
pt_br: api (ou em branco para root)
ru: API (или пустой для root)
zh_hans: api（留空则为主域名）
zh_hant: api（留空则為主網域稱）

source: API Request Failed
ar: فشل طلب واجهة برمجة التطبيقات
de: API-Anfrage fehlgeschlagen
es: Error de solicitud de API
fr: Échec de la requête API
it: Richiesta API non riuscita
ja: API リクエスト失敗
ko: API 요청 실패
pt_br: Falha na solicitação de API
ru: Сбой запроса API
zh_hans: API 请求失败
zh_hant: API 請求失敗

source: API Token
ar: رمز API
es: Token de API
fr: Jeton API
it: Token API
ja: API トークン
ko: API 토큰
pt_br: Token de API
ru: Токен API
zh_hans: API 令牌
zh_hant: API 權杖

source: App Icon
ar: أيقونة التطبيق
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
it: Icona dell'app
ja: アプリアイコン
ko: 앱 아이콘
pt_br: Ícone do App
ru: Значок приложения
zh_hans: 应用图标
zh_hant: 應用圖示

source: App Lock
ar: قفل التطبيق
de: App-Sperre
es: Bloqueo de aplicaciones
fr: Verrouillage d'application
it: Blocco dell'app
ja: アプリロック
ko: 앱 잠금
pt_br: Bloqueio de aplicativo
ru: Блокировка приложения
zh_hans: 应用锁定
zh_hant: 應用鎖定

source: App Locked
ar: التطبيق مغلق
de: App gesperrt
es: Aplicación bloqueada
fr: Application verrouillée
it: Applicazione bloccata
ja: アプリがロックされました
ko: 앱이 잠겼습니다.
pt_br: Aplicativo bloqueado
ru: Приложение заблокировано
zh_hans: 应用已锁定
zh_hant: 應用已鎖定
